/* These are the strings used to build the menu */

/* First Menu Item */
"IrDA: Idle"		= "IrDA: Vapaa";
"IrDA: Discovering"	= "IrDA: Etsitään";
"IrDA: Connected ("	= "IrDA: Yhteys (";
")"					= ")";
"IrDA: Broken Beam"	= "IrDA: näköyhteys katkennut";
"IrDA: Invalid"		= "IrDA: Kelvoton";
"IrDA: Off"			= "IrDA: Sammutettu";

/* Second Menu Item */
"Turn IrDA On" = "Käynnistä IrDA";
"Turn IrDA Off" = "Sammuta IrDA";

/* Fourth Menu Item */
"Use Sound Effects" = "Käytä ääniefektejä";

/* Sixth Menu Item */
"Open Network Preferences..." = "Avaa Verkkoasetukset...";
